/* ************************************************************************** */
/*                                                                            */
/*                                                       :::      ::::::::    */
/*   ft_writeout.c                                     :+:      :+:    :+:    */
/*                                                   +:+ +:+         +:+      */
/*   By: dmaznyts <dmaznyts@student.unit.>         +#+  +:+       +#+         */
/*                                               +#+#+#+#+#+   +#+            */
/*   Created: 2017/07/11 14:47:52 by dmaznyts          #+#    #+#             */
/*   Updated: 2017/07/11 15:41:44 by dmaznyts         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "ft_printf.h"

//выделить память под аутпут размером fw + 1('\0')
//или строго под длинну СТРОКИ аргумента. Мда. Надо писать itoa_base.
//или спиздить чужой................

void	ft_writeout(t_ftprintf s, long *col)
{
	(void)s;
	(void)col;
}
